speakers_id = [375161914]
375161914
reports = [
    {'Тема доклада': 'Информационная безопасность',
     'Дата и время': '24.06.2023 11:00',
     'Место проведения': 'Спартаковская 10', },
    {'Тема доклада': 'Основы Python',
     'Дата и время': '25.06.2023 15:00',
     'Место проведения': 'Кремлевская 15', },
     ]
event = {
    'topic': 'Робототехника и искусственный интеллект',
    'date': '25.06.2023',
    'time': '10:30',
    'place': 'Волгоградская 22',
    }
speakers = [
    {'name': 'Иванов',
     'inf': 'bla-bla-bla 1'},
    {'name': 'Петров',
     'inf': 'bla-bla-bla 2'}
]
event_program = 'Программа мероприятия (дата мероприятия):\n\n1) 10:00 - 11:00\nТема доклада 1\nСпикер 1\n\n2) 11:00 - 11:30\nПерерывn\n\n3) 11:30 - 12:30\nТема доклада 2\nСпикер 2'
