TEXTS = {
    'greeting': 'Добро пожаловать!\nДля продолжения, выберите свою роль:',
    'speaker_greeting': 'Здравствуйте {}! Бот поможет Вам следить за расписанием запланированных мероприятий в которых вы участвуете, а также читать и отвечать на вопросы слушателей.',
    'speaker_not_recognized': 'Извините, вас нет в списке спикеров. Свяжитесь с организатором и сообщите ему свой telegram id, чтобы он включил вас в список докладчиков',

    'guest_greeting': 'Привет {}!',
    'reports': '\nДоклад № {}\n\nТема доклада:\n{}\nДата и время:\n{}\nМесто проведения:\n{}\n\n'
}
# REPORTS = {
#     'Тема доклада:': 'Информационная безопасность',
#     'Дата и время': '24.06.2023 11:00',
#     'Место проведения': 'Спартаковская 10',
# }
