TEXTS = {
    'greeting': 'Добро пожаловать!\nДля продолжения, выберите свою роль:',
    'speaker_greeting': 'Здравствуйте {}!\nБот поможет Вам следить за расписанием запланированных мероприятий в которых вы участвуете, а также читать и отвечать на вопросы слушателей.',
    'speaker_not_recognized': 'Извините, вас нет в списке спикеров. Свяжитесь с организатором и сообщите ему свой telegram id, чтобы он включил вас в список докладчиков',
    'guest_greeting': 'Здравствуйте {}!\nЗарегистрируйтесь, чтобы задавать вопросы спикерам, следить за ходом мероприятия, а также ознакомиться с программой мероприятия',
    'reports': '\nДоклад № {}\n\nТема доклада:\n{}\nДата и время:\n{}   {}\nМесто проведения:\n{}\n\n',
    'report': 'Тема доклада:\n{}\nДата и время:\n{}   {}\nМесто проведения:\n{}',
    'success_registration': 'Поздравляем Вас с успешной регистрацией на мероприятие:\n"{}".\n\nМероприятие состоится {}\nпо адресу {}\nстарт в {}.\n\n Вы сможете задать вопрос спикеру после начала доклада.',
    'show_speakers': 'Мы собрали немного информации о спикерах.\nВыберите, пожалуйста, интересующего Вас спикера.\n\nС темами докладов Вы можете ознакомиться в разделе "Программа мероприятия".',
    'question': '\nОт кого:\n{}\nТема вопроса:\n{}\n\nТекст:{}\n',
}
# REPORTS = {
#     'Тема доклада:': 'Информационная безопасность',
#     'Дата и время': '24.06.2023 11:00',
#     'Место проведения': 'Спартаковская 10',
# }
